KEYS_TO_COOKIES = {
    'cookies_key_1': 'Лучшее - враг хорошего.',
    'cookies_key_2': 'Каждому причитается столько счастья, сколько сам в силах подарить.',
    'cookies_key_3': 'Дорога в тысячу миль начинается с первого шага.',
    'cookies_key_4': 'Один раз везет только дуракам. Умным везет всегда.',
    'cookies_key_5': 'Цель определяет успех.',
    'cookies_key_6': 'Секрет успешного продвижения — это начало.',
    'cookies_key_7': 'Не позволяйте никому стоять на Вашем пути к счастью.',
    'cookies_key_8': 'Если ты родился без крыльев — не мешай им расти.',
    'cookies_key_9': 'Помните, что истинное партнерство может существовать только между цельными личностями.',
}

KEYS_TO_ZODIAC_SIGNS = {
    'zodiac_key_1': 'Овен\n\nЗалог Вашего счастья – Ваша семья. Они дают Вам ту опору и поддержку, что помогает в '
                    'жизни. '
                    'Цените их, ведь не каждому в жизни везет как Вам. Когда на Вашем пути встречаются проблемы,'
                    'то идите на контакт к родным, это поможет Вам. Стоит задуматься над тем, что для счастья стоит '
                    'отказаться от чего-то.',
    'zodiac_key_2': 'Телец\n\nДля того, чтобы завоевать уважение окружающих, стоит изменить свое отношение к ним, '
                    'проявляйте больше уважения. Вам стоит быть более сдержанным и позитивным. Если человек честен с '
                    'Вами, то отвечайте ему тем же, это так редко можно встретить в наше время.',
    'zodiac_key_3': 'Близнецы\n\nВ Вас эгоизма чуть больше, чем альтруизма, стоит менять в себе эту пропорцию. '
                    'Да, уверенность в себе помогает Вам достигать многого в жизни, но не для всех такое поведение '
                    'допустимо. Не тратьте свою внутреннюю энергию на ложь, она делает Вас слабее.',
    'zodiac_key_4': 'Рак\n\nХудшее, что Вы можете сделать – это копить обиды и заставлять других обижаться. '
                    'Если знаете, что человек обиделся на Вас, то лучше извиниться даже, если вы считаете себя правым '
                    'в ситуации. Будьте собой, отпускайте ярлыки обид.',
    'zodiac_key_5': 'Лев\n\nКонечно, важно иметь чувство собственного достоинства, но это может иметь и отрицательный '
                    'эффект в жизни. Денежный вопрос занимает одну из первых позиций в Вашей жизни, но зачасту '
                    'Вы живете не по средствам, научитесь вести учет средствам.',
    'zodiac_key_6': 'Дева\n\nВ спорах Вы часто идете до конца, не задумываясь о том, что можете быть не правы. '
                    'Это полезное качество в жизни, оно помогает двигаться по карьерной лестнице, '
                    'но в личном общении может отталкивать людей.',
    'zodiac_key_7': 'Весы\n\nНаучитесь прислушиваться к своему сердцу. Жизнь – сложная игра, '
                    'в которой люди зачастую придумывают свои правила, но Вам выбирать по какому пути двигаться. '
                    'Используйте чужое мнение, как совет, но точно не как единственно верное решение. '
                    'Живите так, как чувствуете.',
    'zodiac_key_8': 'Скорпион\n\nВы настолько уверены в себе, что часто отказываетесь от помощи других. '
                    'Но люди делают это искренно, поэтому не нужно обижать их своим отказом. '
                    'Также подумайте, прежде чем дать совет кому-то, потому что люди сделают неправильные '
                    'выводы и будут винить Вас во всех бедах.',
    'zodiac_key_9': 'Стрелец\n\nНаучитесь доверять людям, это сложно, но возможно. '
                    'Люди, предлагая помощь, хотят помочь, цените это. '
                    'У всех людей есть недостатки, поэтому не стоит считать себя во всем лучше других, '
                    'станьте реалистом.',
    'zodiac_key_10': 'Козерог\n\nВаше стремление быть идеальным заставляет Вас испытывать дискомфорт. '
                     'Если у Вас что-то не получилось, то это не значит, что с Вами что-то не так, скорее всего '
                     'есть другие причины. Вас успокаивает стабильность, но перемены случаются, и они не так страшны.',
    'zodiac_key_11': 'Водолей\n\nПомните, что ценить людей мы начинаем только после утраты, поэтому не упускайте '
                     'возможность сделать жизнь близкого лучше, ведь вы его любите. Так же не стоит возвышаться '
                     'за счет принижения других, это не красит никого.',
    'zodiac_key_12': 'Рыбы\n\nНайдите для себя в жизни то, что Вам приносит удовольствие и счастье '
                     'и держитесь за это. Только, осознавая свои цели и желания можно поистине быть счастливым.'
}
